Repository: ownmir/itysk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Diary administration
uk: Адміністрування щоденника

source: Diary site admin
uk: Адміністрування щоденника

source: Site administration
uk: Адміністрування сайта

source: Diary day and user
uk: День та користувач

source: Lesson information
uk: Інформація про урок

source: Operation date
uk: Робоча дата

source: days ego/front
uk: дні до/вперед

source: previous/following operation date
uk: попередня/наступна робоча дата

source: diary day
uk: день щоденника

source: diary days
uk: дні щоденника

source: Work date
uk: Робоча дата

source: Show days before the operation date
uk: Показати днів до робочої дати

source: Show days after the operation date
uk: Показати днів після робочої дати

source: Previous operation date
uk: Попередня робоча дата

source: Following operation date
uk: Наступна робоча дата

source: holiday
uk: неробочий день

source: Name of subject
uk: Назва предмета

source: country name
uk: назва країни

source: country
uk: країна

source: countries
uk: країни

source: type of user
uk: тип користувача

source: type of users
uk: тип користувачів

source: types of users
uk: типи користувачів

source: Users must have an username
uk: Користувачі повинні мати ім'я користувача

source: username
uk: ім`я користувача

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
uk: Вимагається. 30 символів або менше. Букви, цифри і @/./+/-/_

source: Enter a valid username. This value may contain only letters, numbers and @/./+/-/_ characters.
uk: Введіть дійсне ім'я користувача. Це значення може містити тільки літери, цифри і @/./+/-/_

source: A user with that username already exists.
uk: Користувач із таким ім'ям вже існує.

source: first name
uk: ім'я

source: middle name
uk: по батькові

source: last name
uk: прізвище

source: email address
uk: Email адреса:

source: staff status
uk: статус персоналу

source: Designates whether the user can log into this admin site.
uk: Позначає, чи може користувач увійти в цей сайт адміністратора.

source: active
uk: активний

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
uk: Позначає, чи повинен користувач розглядатися як активний. Скасуйте це, замість видалення облікових записів.

source: date of birthday
uk: день народження

source: date joined
uk: дата приєднання

source: diary user
uk: користувач щоденника

source: diary users
uk: користувачі щоденника

source: kind of locality
uk: вид населеного пункта

source: Full name
uk: Повна назва

source: locality
uk: населений пункт

source: localities
uk: населені пункти

source: region name
uk: назва області

source: district name
uk: назва района

source: district
uk: район

source: districts
uk: райони

source: kind of school name
uk: назва вида школи

source: kind of school
uk: вид школи

source: kinds of schools
uk: види шкіл

source: School number
uk: номер школи

source: school
uk: школа

source: schools
uk: школи

source: number of class
uk: номер класа

source: letter
uk: літера

source: class
uk: клас

source: classes
uk: класи

source: options of current user
uk: налаштування поточного користувача

source: subject
uk: предмет

source: subjects
uk: предмети

source: Type of lesson name
uk: назва типу уроку

source: type of lesson
uk: тип уроку

source: types of lessons
uk: типи уроків

source: post name
uk: назва посади

source: post
uk: посада

source: posts
uk: посади

source: teacher
uk: учитель

source: teachers
uk: вчителі

source: page of diary
uk: сторінка щоденника

source: pages of diary
uk: сторінки щоденника

source: Date
uk: Дата

source: Add new
uk: Додати новий

source: Subject
uk: Предмет

source: Type of lesson
uk: Тип уроку

source: Teacher
uk: Учитель

source: Homework
uk: Домашнє завдання

source: Mark
uk: Оцінка

source: Comment
uk: Коментар

source: No days of diary are available.
uk: Немає днів щоденника

source: You are not login.
uk: Ви не ввійшли.

source: Login.
uk: Ввійдіть

source: Then click "View site"
uk: Потім натисніть "Дивитися сайт"

source: Dairy
uk: Щоденник

source: Today
uk: Сьогодні

source: Period
uk: Період

source: Current week
uk: Поточний тиждень

source: Last two weeks
uk: Два тижня

source: Last month
uk: Цього місяця

source: Last semester
uk: Останній семестр

source: Last year
uk: Цього року

source: User
uk: Користувач

source: Options of current user
uk: Налаштування поточного користувача

source: Change password
uk: Змінити пароль

source: Log out
uk: Вийти

source: References
uk: Довідники

source: List of subjects
uk: Перелік предметів

source: Subjects
uk: Предмети

source: List of classes
uk: Перелік класів

source: Classes
uk: Класи

source: List of kinds of schools
uk: Перелік видів шкіл

source: Kinds of schools
uk: Види шкіл

source: List of schools
uk: Перелік шкіл

source: Schools
uk: Школи

source: List of posts of teachers
uk: Перелік посад вчителів

source: Posts of teachers
uk: Посади вчителів

source: List of teachers
uk: Перелік вчителів

source: Teachers
uk: Вчителі

source: List of kinds of localities
uk: Перелік видів населених пунктів

source: Kinds of localities
uk: Види населених пунктів

source: List of localities
uk: Перелік місцевостей

source: Localities
uk: Населені пункти

source: List of districts
uk: Перелік районів

source: Districts
uk: Райони

source: List of regions
uk: Перелік областей

source: Regions
uk: Області

source: List of countries
uk: Перелік країн

source: Countries
uk: Країни

source: List of types of lessons
uk: Перелік видів уроків

source: Types of lessons
uk: Види уроків

source: List of types of users
uk: Перелік типів користувачів

source: Types of users
uk: Типи користувачів

source: Edit current user
uk: Зміна поточного користувача

source: Edit country
uk: Редагувати країну

source: Edit locality
uk: Редагувати населений пункт

source: Edit district
uk: Редагувати район

source: Edit region
uk: Редагувати область

source: Edit school
uk: Редагувати школу

source: Edit class
uk: Редагувати клас

source: No Calendar matches the given query. Enter it.
uk: Немає дня календаря, який відповідає заданому запиту. Введіть його.

source: ...And yet it moves.
uk: ...А все-таки вона обертається

source: Call to action!
uk: До дії!

source: View Now!
uk: Дивитися зараз

source: Add Completion
uk: Додати код завершення

source: State
uk: Стан

source: Completion
uk: Код завершення

source: Basic features
uk: Основні функції

source: Task -
uk: Задача -

source: closed -
uk: закрита

source: View process
uk: Переглянути процес

source: Process
uk: Процес

source: TASK
uk: ЗАДАЧА

source: Add process
uk: Додати процесс

source: About
uk: Про

source: Autor Vladimir Fomin
uk: Автор Володимир Фомін

source: Wait for your questions on email
uk: Чекаємо на Ваші запитання по електронній пошті

source: New completion
uk: Новий код завершення

source: Create
uk: Зтворити

source: Completions
uk: Коди завершення

source: List of completions
uk: Перлік кодів завершення

source: Edit
uk: Редагувати

source: Add
uk: Додати

source: Update completion
uk: Змінити

source: Save
uk: Зберегти

source: Send
uk: Надіслати

source: Contact
uk: Контакт

source: Process:
uk: Процес

source: State:
uk: Стан

source: New process
uk: Новий процес

source: List of processes for task
uk: Перелік процесів для задачі

source: Update process
uk: Змінити

source: Run tasks
uk: Виконати задачі

source: Run task
uk: Виконати задачу

source: Run process
uk: Виконати процес

source: Back
uk: Повернутись

source: New state
uk: Новий стан

source: List of states
uk: Перелік станів

source: Update state
uk: Змінити

source: Task
uk: Задача

source: Task:
uk: Задача:

source: New task for user
uk: Нова задача для користувача

source: List of tasks
uk: Перелік задач

source: Update task
uk: Змінити

source: The current date is not in the calendar. Enter day of diary
uk: Поточної дати немає в календарі. Введіть день щоденника

source: Home
uk: Домівка

source: To default
uk: За замовчуванням

source: kinds of localities
uk: види населених пунктів

source: Diary
uk: Щоденник

source: region city
uk: обласний центр

source: region
uk: область

source: regions
uk: області
